{
  "CruiseShips":
  [
    {"Name":"Jewel of The Seas","CruiseLine":"Royal Caribbean","ShipClass":"Radiance","Site":"https://www.royalcaribbean.com/cruise-ships/jewel-of-the-seas","HomePort":"Miami, FL","Destination":"Caribbean","Image":"https://rccl-h.assetsadobe.com/is/image/content/dam/royal/data/ship/jewel-of-the-seas/jewel-of-the-seas-grenada-docked-harbor.jpg?$750x667$", "Description": "Welcome aboard a ship designed to unlock new discoveries around the Caribbean. You’re sailing to sun-kissed shores in the Caribbean, cruising from Miami or Port Canaveral home to beautiful beaches, Jewel of the Seas® is all about expanding your worldview. In between adventures on land, you’ll find all kinds of ways to wind down or turn up on deck."}, 
   {"Name":"Harmony of The Seas","CruiseLine":"Royal Caribbean","ShipClass":"Oasis","Site":"https://www.royalcaribbean.com/cruise-ships/harmony-of-the-seas","HomePort":"Orlando, FL","Destination":"Caribbean","Image":"https://pro2-bar-s3-cdn-cf4.myportfolio.com/f970bec91caea68a8c20114d1613dd40/f8184e1008b3f0c6895bbb24_rw_1920.jpg?h=13406642932d44ac64dbe577c095d4e1", "Description": "What do you get when you combine one of the biggest ships in the world with some of the boldest thrills at sea? A gravity defying, status-quo denying, electrifying expedition onboard Harmony of the Seas® that will set a new standard for family vacations. From first-at-sea feats to the favorites you know and love, you’ll find so many ways to make memories onboard — like the tallest slide at sea, Ultimate Abyss℠, deck-defying stunts at the AquaTheater, and the robot-helmed Bionic Bar. Not to mention dazzling Broadway performances and globetrotting gastronomic experiences that go from Asia to the Mediterranean, and beyond."},
   {"Name":"Conquest","CruiseLine":"Carnival","ShipClass":"Conquest","Site":"https://www.carnival.com/cruise-ships/carnival-conquest","HomePort":"Miami, FL","Destination":"Bahamas, Caribbean","Image":"https://d23n7ahjfnjotp.cloudfront.net/imgs/mobileheaderipad/ship_5_5_carnivalconquest_ipad_1024x416_mobhdr.jpg", "Description": "There's fun everywhere you look, from the dance club (great for people-watching) to the show lounges (great for show-watching). Alchemy Bar® serves up not only one-of-a-kind drinks, but a complete experience for your senses. There's even The Punchliner Comedy Club™, which gives stand-up comedians a microphone and a place to share their craft for your enjoyment. Speaking of microphones, at Lip Sync Battle™: Carnival, we'll give you one to hold... all you've got to do is act like you're singing into it. Bring your stage moves, future star! And let's not forget Seuss at Sea™ , which turns classic Dr. Seuss stories and characters into big fun for all."},
   {"Name":"Encore","CruiseLine":"Norwegian","ShipClass":"Breakaway Plus","Site":"https://www.ncl.com/cruise-ship/encore","HomePort":"Miami, FL & Seattle, WA","Destination":" Alaska, Caribbean, Pacific Coastal, Panama Canal","Image":"https://d23n7ahjfnjotp.cloudfront.net/imgs/mobileheaderipad/ship_658_1280x960-ncl-encore-aerial-0177_1024x416_mobhdr.jpg", "Description": "Whip around the Norwegian Encore Speedway, the largest race track at sea. Experience an otherwordly virtual reality wonderland at Galaxy Pavilion. Raise the roof every night at our spectacular shows: winner of six Tony Awards®, Kinky Boots is a must-see Broadway hit, or sing along to classic rock hits at The Choir Of Man. Give your taste buds a double dose of delicious at the many dining options, including the brand-new Onda by Scarpetta. Do all this and so much more on Norwegian Encore. Because once is never enough."},
   {"Name":"Wonder of the Seas","CruiseLine":"Royal Caribbean","ShipClass":"Oasis","Site":"https://www.royalcaribbean.com/cruise-ships/wonder-of-the-seas","HomePort":"Fort Lauderdale, FL ","Destination":"Caribbean, Meditarranean","Image":"https://i.insider.com/5f5a54307ed0ee001e25e8b1?width=700", "Description": "The ship class that redefined cruising just got bolder. The world’s biggest ship, Wonder of the Seas℠, brings even bigger adventures to the award-winning Oasis Class. Like eight unique neighborhoods, including the all-new Suite Neighborhood. A totally redesigned pool deck with more ways to soak up the sun — or shade — than ever before. AquaTheater adds edge-of-your-seat-inducing entertainment to the line-up with stunning ocean views and a dramatic new backdrop. And the all-new Playscape, an underwater world studded with slides, climbing walls and games, where imaginations can soar. Plus returning fan-favorites like the FlowRider® and Ultimate Abyss℠."}, 
   {"Name":"Mardi Gras","CruiseLine":"Carnival","ShipClass":"Excellence","Site":"https://www.carnival.com/cruise-ships/mardi-gras","HomePort":"Orlando, FL ","Destination":"Caribbean","Image":"https://www.cruisehive.com/wp-content/uploads/2019/12/mardigras_rendering2.jpg", "Description": "When we launched our first ship, 1972's TSS Mardi Gras, we made cruising a lot less stuffy, a bit less fancy, the kind of fun everybody could enjoy. Nobody expected this ship to change the cruise world, but... here we are! So here’s a brand-new ship with a familiar name. With this Mardi Gras™ we aren't just paying homage to our first ship — in cruising circles this name suggests innovation, signals the start of something big. Oh, and this Mardi Gras still shouts “fun!” at the top of its lungs. This ship introduces Zones — six themed areas packed with brand-new experiences for eating, drinking and spectacularly getting down to fun. There's BOLT™, the first-ever rollercoaster at sea, Emeril's Bistro 1396™ from yes-that-Emeril, Family Feud™ Live for everybody... plus incredible new bars like The Brass Magnolia and Fortune Teller. Everybody can enjoy Mardi Gras, sailing now. Come on down!"},
   {"Name":"Prima","CruiseLine":"Norweigan","ShipClass":"Prima","Site":"https://www.ncl.com/cruise/prima","HomePort":"Texas, New York, Florida, Iceland & London ","Destination":" Bermuda, Caribbean, Northern Europe, Transatlantic","Image":"https://www.ncl.com/sites/default/files/800x420-Overview-video-A-bg.jpg", "Description": "Feel the rush of the fastest slides on the open ocean. Then zoom around the first three-level race track at sea. From exploring virtual worlds to sipping bubbly at Vibe Beach Club there’s excitement for everyone aboard Norwegian Prima."}]}
